Repository: SummittDweller/grocy-docker
Catalog: docroot/localization/*/demo_data.po
Languages: da, it

source: Cookies
da: Småkager
it: Biscotti

source: Chocolate
da: chokolade
it: Cioccolato

source: Pantry
da: Spisekammer
it: Vorratskammer

source: Candy cupboard
da: Slik skuffe
it: Süßigkeitenschrank

source: Tinned food cupboard
da: Dåsemadsskab
it: Konservenschrank

source: Fridge
da: Køleskab
it: Kühlschrank

source: Gummy bears
da: Vingummi bamser
it: Caramelle

source: Crisps
da: Chips
it: Patatine

source: Eggs
da: Æg
it: Uova

source: Noodles
da: Nudler
it: Spaghetti

source: Pickles
da: Syltede agurker
it: Marmellata

source: Gulash soup
da: Gulash
it: Dado

source: Cheese
da: Ost
it: Parmigiano

source: Cold cuts
da: Pålæg
it: Pancetta

source: Paprika
it: Pepe

source: Cucumber
da: Agurk
it: Zucchine

source: Radish
da: Radisse
it: Radicchio

source: Tomato
da: Tomat
it: Pomodori

source: Changed towels in the bathroom
da: Skiftede håndklæder i badeværelset
it: Cambiare asciugamani in bagno

source: Cleaned the kitchen floor
da: Gjorde køkkengulvet rent
it: Pulire la cucina

source: Warranty ends
da: Reklamationsret udløber
it: Scadenza dalla garanzia

source: TV remote control
da: Fjernbetjening
it: Telecomando

source: Alarm clock
da: Vægge ur
it: Sveglia

source: Heat remote control
da: Varmefjernbetjening
it: Termostato

source: Lawn mowed in the garden
da: Græs slået
it: Prato falciato nel giardino

source: Some good snacks
da: Nogle gode snacks
it: Alcuni buoni spuntini

source: Pizza dough
da: Pizza dej
it: Impasto per pizza

source: Sieved tomatoes
da: Sigtede tomater
it: Pomodori setacciati

source: Salami
it: Salame

source: Minced meat
da: Hakkekød
it: Carne macinata

source: Spaghetti bolognese
it: Spaghetti alla bolognese

source: English
da: Engelsk
it: Inglese

source: German
da: Tysk
it: Tedesco

source: Italian
da: Italiænsk
it: Italiano

source: Demo in different language
da: Demo i et andet sprog
it: Demo in lingue diverse

source: This is the note content of the recipe ingredient
da: Dette er indholdet af opskrift ingrediensens notefelt
it: Questo è il contenuto della nota dell'ingrediente della ricetta

source: Demo User
da: Demo Bruger
it: Utente Demo

source: Flour
da: Mel
it: Farina

source: Sugar
da: Sukker
it: Zucchero

source: Home
da: Hjem
it: Casa

source: Life
da: Liv
it: Vita

source: Projects
da: Projekter
it: Progetti

source: Repair the garage door
da: Reparér garagedøren
it: Riparare la porta del garage

source: Fork and improve grocy
da: Fork og forbedre grocy
it: Forka e migliora grocy

source: Find a solution for what to do when I forget the door keys
da: Find en løsning for når jeg glemmer husnøglen
it: Trova una soluzione per cosa fare quando dimentico le chiavi della porta

source: Sweets
da: Slik
it: Dolci

source: Bakery products
da: Bageriprodukter
it: Prodotti da forno

source: Tinned food
da: Dåsemad
it: Cibo in scatola

source: Butchery products
da: Slagteriprodukter
it: Prodotti della macelleria

source: Vegetables/Fruits
da: Frugt og grønt
it: Verdura/Frutta

source: Refrigerated products
da: Nedkølede produkter
it: Prodotti refrigerati

source: Coffee machine
da: Kaffemaskine
it: Macchina per il caffè

source: Dishwasher
da: Opvasker
it: Lavastoviglie

source: Liter
it: Litro

source: Liters
da: Liter
it: Litri

source: Bottle
da: Flaske
it: Bottiglia

source: Bottles
da: Flasker
it: Bottiglie

source: Milk
da: Mælk
it: Latte

source: Chocolate sauce
da: Chokoladesauce
it: Salsa al cioccolato

source: Milliliters
da: Milliliter
it: Millilitri

source: Milliliter
it: Millilitro

source: Bottom
da: Bund
it: Parte inferiore

source: Topping
it: Guarnizione

source: French
da: Fransk
it: Francese

source: Yogurt
da: Yoghurt

source: Pancakes
da: Pandekager
