Repository: SummittDweller/grocy-docker
Catalog: docroot/localization/*/strings.po
Languages: it

source: Stock overview
it: Dispensa

source: Product
it: prodotto

source: Amount
it: quantità

source: Next best before date
it: Prossima data di scadenza

source: Chores overview
it: Riepilogo delle abitudini

source: Batteries overview
it: Riepilogo delle batterie

source: Purchase
it: Acquisti

source: Consume
it: Consumi

source: Inventory
it: Inventario

source: Shopping list
it: Lista della spesa

source: Chore tracking
it: Dati abitudini

source: Battery tracking
it: Dati batterie

source: Locations
it: Posizioni

source: Quantity units
it: Unità di misura

source: Chores
it: Abitudini

source: Batteries
it: Batterie

source: Chore
it: Abitudine

source: Next estimated tracking
it: Prossima esecuzione

source: Last tracked
it: Ultima esecuzione

source: Battery
it: Batterie

source: Last charged
it: Ultima ricarica

source: Next planned charge cycle
it: Prossima ricarica

source: Best before
it: Data di scadenza

source: Product overview
it: Riepilogo dei prodotti

source: Stock quantity unit
it: Unità di misura

source: Stock amount
it: Quantità

source: Last purchased
it: Ultimo acquisto

source: Last used
it: Ultimo utilizzo

source: Spoiled
it: Scaduto

source: Barcode lookup is disabled
it: I codici a barre sono disabilitati

source: will be added to the list of barcodes for the selected product on submit
it: sarà aggiunto alla lista dei codici a barre per questo prodotto

source: New amount
it: Nuova quantità

source: Note
it: Nota

source: Tracked time
it: Ora di esecuzione

source: Chore overview
it: Riepilogo dell'abitudine

source: Tracked count
it: Numero di esecuzioni

source: Battery overview
it: Riepilogo della batteria

source: Charge cycles count
it: Numero di ricariche

source: Create shopping list item
it: Aggiungi un prodotto alla lista della spesa

source: Edit shopping list item
it: Modifica un'entrata della lista della spesa

source: Save
it: Salva

source: Add
it: Aggiungi

source: Name
it: Nome

source: Location
it: Posizione

source: Min. stock amount
it: Quantità minima

source: QU purchase
it: Unità di acquisto

source: QU stock
it: Unità di dispensa

source: QU factor
it: Fattore di conversione

source: Description
it: Descrizione

source: Create product
it: Aggiungi prodotto

source: Barcode(s)
it: Codice a barre

source: Minimum stock amount
it: Quantità minima

source: Default best before days
it: Data di scadenza standard in giorni

source: Quantity unit purchase
it: Unità di acquisto

source: Quantity unit stock
it: Unità di dispensa

source: Factor purchase to stock quantity unit
it: Fattore di conversione tra quantità di acquisto e di dispensa

source: Create location
it: Aggiungi posizione

source: Create quantity unit
it: Aggiungi unità di misura

source: Period type
it: Tipo di ripetizione

source: Period days
it: Periodo in giorni

source: Create chore
it: Aggiungi abitudine

source: Used in
it: Usato in

source: Create battery
it: Aggiungi batteria

source: Edit battery
it: Modifica batteria

source: Edit chore
it: Modifica abitudine

source: Edit quantity unit
it: Modifica unità di misura

source: Edit product
it: Modifica prodotto

source: Edit location
it: Modifica posizione

source: Record data
it: Registra dati

source: Manage master data
it: Gestisci dati

source: This will apply to added products
it: Verrà applicato ai prodotti aggiunti

source: never
it: mai

source: Add products that are below defined min. stock amount
it: Aggiungi prodotti sotti il limite minimo

source: For purchases this amount of days will be added to today for the best before date suggestion
it: Questo numero di giorni verrà aggiunto alla data di acquisto per la data di scadenza

source: This means 1 %s purchased will be converted into %s %s in stock
it: Questo significa che 1 %s acquistato diventerà %s %s in dispensa

source: Invalid credentials, please try again
it: Credenziali non valide, per favore riprova

source: Are you sure to delete battery "%s"?
it: Sei sicuro di voler eliminare la batteria "%s"?

source: Yes
it: Si

source: Are you sure to delete chore "%s"?
it: Sei sicuro di voler eliminare l'abitudine "%s"?

source: "%s" could not be resolved to a product, how do you want to proceed?
it: "%s" non è stato associato a nessun prodotto, vuoi procedere?

source: Create or assign product
it: Aggiungi o assegna prodotto

source: Cancel
it: Annulla

source: Add as new product
it: Aggiungi come nuovo prodotto

source: Add as barcode to existing product
it: Assegna il codice a barre ad un prodotto

source: Add as new product and prefill barcode
it: Aggiungi come nuovo prodotto ed assegna il codice a barre

source: Are you sure to delete quantity unit "%s"?
it: Sei sicuro di voler eliminare l'unità di misura "%s"?

source: Are you sure to delete product "%s"?
it: Sei sicuro di voler eliminare il prodotto "%s"?

source: Are you sure to delete location "%s"?
it: Sei sicuro di voler eliminare la posizione "%s"?

source: Manage API keys
it: Gestisci le chiavi API

source: REST API & data model documentation
it: REST API & Documentazione del modello di dati

source: API keys
it: Chiavi API

source: Create new API key
it: Crea nuova chiave API

source: API key
it: Chiave API

source: Expires
it: Scade il

source: Created
it: Creata il

source: This product is not in stock
it: Questo prodotto non è in dispensa

source: This means %s will be added to stock
it: %s sarà aggiunto alla dispensa

source: This means %s will be removed from stock
it: %s sarà rimosso dalla dispensa

source: This means it is estimated that a new execution of this chore is tracked %s days after the last was tracked
it: L'esecuzione dell'abitudine è %s giorni dopo la precedente

source: Removed %s %s of %s from stock
it: %s %s su %s rimossi dalla dispensa

source: About grocy
it: Riguardo grocy

source: Close
it: Chiudi

source: Released on
it: Rilasciato il

source: Consume %s %s of %s
it: Consumati %s %s di %s

source: Added %s %s of %s to stock
it: Aggiunti %s %s di %s

source: Stock amount of %s is now %s %s
it: La quantità in dispensa di %s è ora %s %s

source: Tracked execution of chore %s on %s
it: Esecuzione dell'abitudine %s registrata il %s

source: Tracked charge cycle of battery %s on %s
it: Ricarica della batteria %s effettuata il %s

source: Consume all %s which are currently in stock
it: Consuma tutto %s in dispensa

source: All
it: Tutto

source: Track charge cycle of battery %s
it: Registra la ricarica della batteria %s

source: Track execution of chore %s
it: Registra l'esecuzione dell'abitudine %s

source: Filter by location
it: Filtra per posizione

source: Search
it: Cerca

source: Not logged in
it: Non autenticato

source: You have to select a product
it: Devi selezionare un prodotto

source: You have to select a chore
it: Devi selezionare un'abitudine

source: You have to select a battery
it: Devi selezionare una batteria

source: A name is required
it: Inserisci un nome

source: A location is required
it: Inserisci la posizione

source: The amount cannot be lower than %s
it: La quantità non può essere minore di %s

source: This cannot be negative
it: Il numero non può essere negativo

source: A quantity unit is required
it: Inserisci un'unità di misura

source: A period type is required
it: Seleziona un tipo di ripetizione

source: Settings
it: Impostazioni

source: This can only be before now
it: Questo può essere solo prima d'ora

source: Calendar
it: Calendario

source: Recipes
it: Ricette

source: Edit recipe
it: Modifica Ricetta

source: New recipe
it: Nuova Ricetta

source: Ingredients list
it: Lista Ingredienti

source: Add recipe ingredient
it: Aggiungi l'ingrediente della ricetta

source: Edit recipe ingredient
it: Modifica l'ingrediente della ricetta

source: Are you sure to delete recipe "%s"?
it: Sei sicuro di voler eliminare la ricetta "# 1"?

source: Are you sure to delete recipe ingredient "%s"?
it: Sei sicuro di voler eliminare l'ingrediente della ricetta "# 1"?

source: Clear list
it: Pulisci lista

source: Requirements fulfilled
it: Requisiti soddisfatti

source: Put missing products on shopping list
it: Metti i prodotti mancanti nella lista della spesa

source: Enough in stock
it: Abbastanza in magazzino

source: Expand to fullscreen
it: Espandi a schermo intero

source: Ingredients
it: Ingredienti

source: Preparation
it: x

source: Recipe
it: x

source: Not enough in stock, %s missing, %s already on shopping list
it: x

source: Show notes
it: x

source: Put missing amount on shopping list
it: x

source: Are you sure to put all missing ingredients for recipe "%s" on the shopping list?
it: x

source: Added for recipe %s
it: x

source: Manage users
it: x

source: User
it: x

source: Users
it: x

source: Are you sure to delete user "%s"?
it: x

source: Create user
it: x

source: Edit user
it: x

source: First name
it: x

source: Last name
it: x

source: A username is required
it: x

source: Confirm password
it: x

source: Passwords do not match
it: x

source: Change password
it: x

source: Done by
it: x

source: Last done by
it: x

source: Unknown
it: x

source: Filter by chore
it: x

source: Chores journal
it: x

source: 0 means suggestions for the next charge cycle are disabled
it: x

source: Charge cycle interval (days)
it: x

source: Last price
it: x

source: Price history
it: x

source: No price history available
it: x

source: Price
it: x

source: in %s per purchase quantity unit
it: x

source: The price cannot be lower than %s
it: x

source: Unit
it: x

source: in singular form
it: x

source: Never expires
it: x

source: This cannot be lower than %s
it: x

source: -1 means that this product never expires
it: x

source: Quantity unit
it: x

source: Only check if a single unit is in stock (a different quantity can then be used above)
it: x

source: Are you sure to consume all ingredients needed by recipe "%s" (ingredients marked with "check only if a single unit is in stock" will be ignored)?
it: x

source: Removed all ingredients of recipe "%s" from stock
it: x

source: Consume all ingredients needed by this recipe
it: x

source: Click to show technical details
it: x

source: Error while saving, probably this item already exists
it: x

source: Error details
it: x

source: Tasks
it: x

source: Show done tasks
it: x

source: Task
it: x

source: Due
it: x

source: Assigned to
it: x

source: Mark task "%s" as completed
it: x

source: Uncategorized
it: x

source: Task categories
it: x

source: Create task
it: x

source: A due date is required
it: x

source: Category
it: x

source: Edit task
it: x

source: Are you sure to delete task "%s"?
it: x

source: Edit task category
it: x

source: Create task category
it: x

source: Product groups
it: x

source: Ungrouped
it: x

source: Create product group
it: x

source: Edit product group
it: x

source: Product group
it: x

source: Are you sure to delete product group "%s"?
it: x

source: Stay logged in permanently
it: x

source: When not set, you will get logged out at latest after 30 days
it: x

source: Filter by status
it: x

source: Below min. stock amount
it: x

source: Expiring soon
it: x

source: Already expired
it: x

source: Due soon
it: x

source: Overdue
it: x

source: View settings
it: x

source: Auto reload on external changes
it: x

source: Enable night mode
it: x

source: Auto enable in time range
it: x

source: From
it: x

source: in format
it: x

source: To
it: x

source: Time range goes over midnight
it: x

source: Product picture
it: x

source: No file selected
it: x

source: If you don't select a file, the current picture will not be altered
it: x

source: Delete
it: x

source: The current picture will be deleted when you save the product
it: x

source: Select file
it: x

source: Image of product %s
it: x

source: This product cannot be deleted because it is in stock, please remove the stock amount first.
it: x

source: Delete not possible
it: x

source: Equipment
it: x

source: Instruction manual
it: x

source: The selected equipment has no instruction manual
it: x

source: Notes
it: x

source: Edit equipment
it: x

source: Create equipment
it: x

source: If you don't select a file, the current instruction manual will not be altered
it: x

source: No instruction manual available
it: x

source: The current instruction manual will be deleted when you save the equipment
it: x

source: No picture available
it: x

source: Filter by product group
it: x

source: Presets for new products
it: x

source: Included recipes
it: x

source: A recipe is required
it: x

source: Add included recipe
it: x

source: Edit included recipe
it: x

source: Group
it: x

source: This will be used as a headline to group ingredients together
it: x

source: Journal
it: x

source: Stock journal
it: x

source: Filter by product
it: x

source: Booking time
it: x

source: Booking type
it: x

source: Undo booking
it: x

source: Undone on
it: x

source: Batteries journal
it: x

source: Filter by battery
it: x

source: Undo charge cycle
it: x

source: Undo chore execution
it: x

source: Chore execution successfully undone
it: x

source: Undo
it: x

source: Booking successfully undone
it: x

source: Charge cycle successfully undone
it: x

source: This cannot be negative and must be an integral number
it: x

source: Disable stock fulfillment checking for this ingredient
it: x

source: Skip
it: Salta

source: in plural form
it: x
